BlockCodeLab/micropython-boards/ports/esp32/CAMERA/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CAMERA"
#define MICROPY_HW_MCU_NAME "ESP32S3"
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "CAMERA"

#define MICROPY_HW_ENABLE_UART_REPL (1)
